<?php
// schedules.php

$schedules = [
    '779' => [
        'СУМИ' => '06:25', 'БІЛОПІЛЛЯ' => '07:06', 'ВОРОЖБА' => '07:16', 
        'ПУТИВЛЬ' => '07:45', 'КОНОТОП' => '08:28', 'БАХМАЧ' => '09:08', 
        'НІЖИН' => '10:05', 'ДАРНИЦЯ' => '11:20', 'КИЇВ' => '11:39'
    ],
    '775' => [
        'СУМИ' => '14:00', 'БІЛОПІЛЛЯ' => '14:45', 'ВОРОЖБА' => '14:56', 
        'ПУТИВЛЬ' => '15:28', 'КОНОТОП' => '16:11', 'БАХМАЧ' => '16:54', 
        'НІЖИН' => '17:55', 'ДАРНИЦЯ' => '19:11', 'КИЇВ' => '19:31'
    ],
    '143' => [
        'СУМИ' => '10:56', 'БІЛОПІЛЛЯ' => '11:37', 'ВОРОЖБА' => '11:46', 
        'ПУТИВЛЬ' => '12:17', 'КОНОТОП' => '13:00', 'БАХМАЧ' => '13:41', 
        'НІЖИН' => '14:32', 'ДАРНИЦЯ' => '15:44', 'КИЇВ' => '16:01'
    ],
    '776' => [
        'КИЇВ' => '07:38', 'ДАРНИЦЯ' => '08:02', 'НІЖИН' => '09:22', 
        'БАХМАЧ' => '10:48', 'КОНОТОП' => '11:12', 'ПУТИВЛЬ' => '11:54', 
        'ВОРОЖБА' => '12:24', 'БІЛОПІЛЛЯ' => '12:35', 'СУМИ' => '13:20'
    ],
    '66' => [
        'КИЇВ' => '23:39', 'ДАРНИЦЯ' => '00:04', 'НІЖИН' => '01:25', 
        'БАХМАЧ' => '02:51', 'КОНОТОП' => '03:15', 'ПУТИВЛЬ' => '03:58', 
        'ВОРОЖБА' => '04:29', 'БІЛОПІЛЛЯ' => '04:40', 'СУМИ' => '05:25'
    ],
    '144' => [
        'КИЇВ' => '04:49', 'ДАРНИЦЯ' => '05:09', 'НІЖИН' => '06:25', 
        'БАХМАЧ' => '07:43', 'КОНОТОП' => '08:08', 'ПУТИВЛЬ' => '08:52', 
        'ВОРОЖБА' => '09:23', 'БІЛОПІЛЛЯ' => '09:34', 'СУМИ' => '10:16'
    ]
];
?>